Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Zurverfügungstellen von Informationen zur Schätzung von Edelsteinen
en: Providing information relating to the appraisal of precious stones

source: Organisation der Finanzierung von Sport-, Kultur- und Unterhaltungsprojekten
en: Arranging of finance for sporting, cultural and entertainment projects

source: Eintreibung von Zahlungen für Waren und Dienstleistungen
en: Collection of payments for goods and services

source: Finanzberatung im Bereich des Franchising
en: Financial advice in the field of franchising

source: Wertpapieroptionsgeschäfte für Dritte
en: Trading of securities options for others

source: Vermittlung von Finanzinvestitionen in Energieunternehmen
en: Brokerage of financial investments in energy companies

source: Finanzanalysen und -beratung
en: Financial analysis and consultancy

source: Verwaltung von Gewinnrücklagen
en: Management of retained earnings

source: Gewährung von Preisnachlässen bei Betrieben Dritter durch Verwendung einer Mitgliedskarte
en: Providing rebates at participating establishments of others through use of a membership card

source: Abwickeln von Zahlungen mit Debitkarten
en: Processing of debit card payments

source: Finanzielles Patronat und Sponsoring
en: Financial sponsorship and patronage

source: Informationen und Beratung in Finanzangelegenheiten
en: Financial consultancy and information services

source: Vermittlung von Kreditvereinbarungen
en: Brokerage of credit agreements

source: Überprüfung der Zahlungsfähigkeit
en: Financial solvency investigations

source: Verwaltung von Hedgefonds
en: Hedge fund management

source: Beleihung gegen Sicherheit
en: Lending against security

source: Beleihungen gegen Sicherheiten
en: Lending against securities

source: Anlegen von Kapital für Dritte
en: Fund investment services

source: Ausgabe von Guthaben-Geschenkkarten
en: Issuing of payment gift cards

source: Ausgabe von Guthaben-Geschenkschecks
en: Issuing of payment gift vouchers

source: Ausgabe von Rabattmarken
en: Issuing of discount coupons

source: Finanzielle Bonitätsprüfung und Kreditauskünfte
en: Financial rating and provision of credit reports

source: Elektronische Verarbeitung von Zahlungen über ein weltweites Computernetzwerk
en: Electronic processing of payments via a global computer network

source: Kontaktloser Zahlungsverkehr
en: Contactless payment services

source: Vermietung von Hubvorrichtungen für Personen
en: Rental of lifting apparatus for persons

source: Reinigung von Matten
en: Carpet and rug cleaning

source: Vermietung von Gerüstbrettern
en: Hire of scaffolding boards

source: Reinigung von Bodenflächen
en: Cleaning of floor surfaces

source: Reinigung von Industriekesseln
en: Cleaning of industrial boilers

source: Reinigung von Leder
en: Cleaning of leather

source: Reinigung von öffentlichen Gebäuden
en: Cleaning of public buildings

source: Montage von Regalen
en: Installation of racks

source: Installation von Sicherheitssystemen
en: Installation of security systems

source: Beschichten von Beton
en: Coating of concrete

source: Installation von Zentralheizungen
en: Installation of central heating apparatus

source: Installation von Kommunikationshardware
en: Installation of communications network instruments

source: Installation von Türbeschlägen
en: Installation of door fittings

source: Wartung kerntechnischer Anlagen
en: Servicing of nuclear plant

source: Leitung von Bauarbeiten [Oberaufsicht]
en: Building construction supervision

source: Austausch von Auspuffrohren
en: Replacement of exhaust pipes

source: Austausch von Stoßdämpfern
en: Replacement of shock absorbers

source: Austausch von Fenstern
en: Replacement of windows

source: Sanierung von Geschäftsräumen
en: Restoration of retail premises

source: Baustellenprojektmanagement zur Errichtung von Flugplatzanlagen
en: On site project management relating to the construction of aerodrome facilities

source: Reparatur von Kraftfahrzeugen in Werkstätten
en: Garage services for motor vehicle repair

source: Computergestützte Auskünfte in Bezug auf die Instandhaltung von Teppichen
en: Provision of computerised information relating to the maintenance of carpets

source: Bau von unterirdischen Bauten
en: Building of underground structures

source: Vermietung von Maschinen für den Hoch- und Tiefbau
en: Services for the rental of machinery for civil engineering

source: Instandhaltung von Industriekesseln
en: Servicing of industrial boilers

source: Vermittlung der Reparatur von motorisierten Landfahrzeugen
en: Arranging for the repair of motor land vehicles

source: Montage von Fahrzeugteilen [Installationsarbeiten]
en: Assembly [installation] of parts for vehicles

source: Dienstleistungen zur Stabilisierung von Erde durch Einspritzen von Zement
en: Stabilisation of ground by cement injection (Services for the -)

source: Auskünfte in Bezug auf die Installation von Heizsystemen für feste Brennstoffe
en: Advisory services relating to the installation of solid fuel heating systems

source: Beratungsdienste in Bezug auf die Instandhaltung von Gebäuden
en: Advisory services relating to the maintenance of buildings

source: Beratungsdienste in Bezug auf den Umbau von Immobilien
en: Advisory services relating to the renovation of property

source: Klempnerarbeiten und Gas- und Wasserinstallation
en: Plumbing and gas and water installation

source: Errichtung von Wohngebieten
en: Erecting of housing areas

source: Errichtung von Produktionswerken
en: Erecting manufacturing plants

source: Reparatur von Metallbearbeitungsmaschinen und -apparaten
en: Repair of metalworking machines and apparatus

source: Reparatur und Endbehandlung von Autokarosserien für Dritte
en: Automobile body repair and finishing for others

source: Instandhaltung und Reparatur von Computernetzen
en: Maintenance and repair of computer networks

source: Wartung von elektronischen oder Klimasystemen
en: Maintenance of electronic or air conditioning systems

source: Wartung und Reparatur von Dachrinnen
en: Maintaining and repair of roof guttering

source: Instandhaltung und Reparatur von Frachträumen
en: Maintenance and repair of cargo holds

source: Verlegung und Bau von Rohrleitungen
en: Laying and construction of pipelines

source: Bau von Fundamenten für Brücken
en: Construction of foundations for bridges

source: Errichtung von Ferienunterkünften
en: Construction of holiday accommodation

source: Reparatur oder Wartung von zweirädrigen Kraftfahrzeugen
en: Repair or maintenance of two-wheeled motor vehicles

source: Reparatur oder Wartung von Getränkeverarbeitungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for processing beverages

source: Reparatur oder Wartung von Papierbearbeitungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for paper-working

source: Dienstleistungen zur Stabilisierung von Meeresboden durch Einspritzen von Mörtel
en: Stabilisation of the sea bed by grout injection (Services for the -)

source: Dienstleistungen zur Stabilisierung von Meeresboden durch den Einsatz von Verstärkungsstangen
en: Stabilisation of the sea bed by insertion of reinforcing bars (Services for the -)

source: Reparatur oder Wartung von Klimaanlagen für industrielle Zwecke
en: Repair or maintenance of air-conditioning apparatus [for industrial purposes]

source: Reparatur und Wartung von chemischen Verarbeitungsmaschinen und -apparaten
en: Repair or maintenance of chemical processing machines and apparatus

source: Vermietung und Wartung von Arbeitsbühnen
en: Rental and maintenance of work platforms

source: Errichtung von Dachstühlen
en: Installation of roof timbering

source: Errichtung von Fernmeldetürmen
en: Construction of telecommunication towers

source: Betanken von Landfahrzeugen
en: Refuelling of land vehicles

source: Wartung von medizinischen Apparaten
en: Maintenance of medical equipment

source: Errichtung von Urananreicherungsanlagen
en: Construction of uranium enrichment plants

source: Reinigung von Freizeitzentren
en: Contract cleaning of leisure centres

source: Errichtung von Zäunen
en: Fence erection services

source: Feuerfestmachen während des Baus
en: Fireproofing during construction

source: Einbau von Fahrzeugersatzteilen
en: Fitting of replacement vehicle parts

source: Aufbringen von Estrichen
en: Application of screeds

source: Instandhaltung und Reparatur von Türschließern
en: Maintenance and repair services relating to door closers

source: Sanierung von Industriekesseln
en: Renovation of industrial boilers

source: Leckagenerkennung in Gebäuden
en: Detection of leaks within buildings

source: Reinigung der Oberflächen im Inneren von Gebäuden
en: Cleaning of the interior surfaces of buildings

source: Einbau von Erdverankerungen
en: Installation of ground anchors

source: Installation von Brandschutzbeschichtungen
en: Installation of fire performance coatings

source: Einbau von Gittern
en: Installation of grills

source: Installation von Instrumentierungsanlagen
en: Installation of instrumentation systems

source: Vermietung von Bohrplattformen
en: Rental of drilling platforms

source: Reparatur von Futtertrögen
en: Repair of feeding troughs

source: Reparatur von Gasflaschen
en: Repair of gas cylinders

source: Reparatur von Transportbehältern
en: Repair of transport containers

source: Vermietung von Einrichtungen eines Waschsalons
en: Launderette facilities (Provision of -)

source: Dekorative Malerarbeiten
en: Decorative painting services

source: Beschichten zur Wartung von meerestechnischen Anlagen
en: Coating services for the maintenance of marine engineering plant

source: Pumpen von Beton
en: Concrete pumping

source: Wartung und Reparatur von Abflussrohren
en: Maintaining and repair of drain pipes

source: Bau von Kanalschleusen
en: Building of canal locks

source: Reinigung von Betriebsstätten
en: Cleaning of industrial premises

source: Errichtung von Saunen
en: Construction of saunas

source: Bau von Stahlkonstruktionen für Gebäude
en: Construction of steel structures for buildings

source: Errichtung von Gebäudeteilen
en: Construction of parts of buildings

source: Malen und Tapezieren von Gebäuden
en: Painting and decorating of buildings

source: Anstreichen von Gebäuden
en: Painting of buildings

source: Auskünfte in Bezug auf die Reparatur von Fahrzeugen
en: Provision of information relating to the repair of vehicles

source: Nachschwärzen von Gewehren
en: Re-blacking of rifles

source: Erneuern von Kupplungen
en: Rebuilding of clutches

source: Rekalibrierung von Datenverarbeitungsgeräten
en: Re-calibration of data processing apparatus

source: Reinigen von Wasserversorgungsleitungen
en: Cleaning of water supply plumbing

source: Reinigung von öffentlichen Toiletten
en: Cleansing of public conveniences

source: Pumpen von Flüssigkeiten
en: Fluid pumping services

source: Betankungsdienstleistungen für Landfahrzeuge
en: Fuel filling services for land vehicles

source: Ausgrabungen zur Prüfung der Lage von Versorgungsleitungen
en: Excavating services for verifying the location of utility lines

source: Aushub von unterirdischen Tanks
en: Excavation of underground tanks

source: Bauausführung für wohltätige Zwecke
en: Charitable services, namely construction

source: Tiefbauarbeiten in Bezug auf Bewässerungsanlagen
en: Civil engineering relating to water irrigation

source: Wartung von Gebäuden zum Auffinden von Holzwürmern
en: Inspection of premises to detect woodworm

source: Inspektion von Fahrzeugen vor der Wartung
en: Inspection of vehicles prior to maintenance

source: Installation von Motoren für Luftfahrzeuge
en: Installation of aeronautical engines

source: Abpumpen und Reinigen von Faulbehältern
en: Septic tank pumping and cleaning

source: Kundenspezifischer Bau von Gebäuden
en: Custom construction of buildings

source: Kundenspezifischer Bau von Häusern
en: Custom construction of houses

source: Vermietung von Hubarbeitsbühnen
en: Hire of aerial work platforms

source: Vermietung von Straßenbaumaschinen
en: Hire of roadworking machinery

source: Unterirdische Bauarbeiten im Zusammenhang mit Abwasserleitungen
en: Beneath ground construction work relating to sewers

source: Errichtung von Wohnhäusern
en: Building of apartment buildings

source: Dienstleistungen zur Errichtung von Gebäuden
en: Services for the construction of buildings

source: Häusliche Reinigung
en: Domestic cleaning

source: Reinigung von Fußbodenbelägen
en: Cleaning of floor coverings

source: Reinigung von mobilen Sanitäreinrichtungen
en: Cleaning of mobile sanitary facilities

source: Reinigung von Immobilien
en: Cleaning of property

source: Montage von Fahrzeugteilen
en: Installation of parts for vehicles

source: Installation, Reparatur und Wartung von Computern sowie Computerperipheriegeräten
en: Installation, repair and maintenance of computers and computer peripherals

source: Ungeziefervernichtung, ausgenommen für Landwirtschaft, Aquakultur, Gartenbau und Forstwirtschaft
en: Vermin exterminating, other than for agriculture, aquaculture, horticulture and forestry

source: Reparatur von optischen Instrumenten
en: Repair of optical instruments

source: Installation und Reparatur von Elektrogeräten
en: Electric appliance installation and repair

source: Installation von Belüftungsgeräten
en: Installation of apparatus for ventilating

source: Installation von Einbruchalarmanlagen
en: Installation of burglar alarms

source: Installation von farbigen Paneelen an Gebäudefassaden
en: Installation of coloured panels in building facias

source: Reparatur oder Wartung von Futtermühlen
en: Repair or maintenance of fodder mills

source: Reparatur oder Wartung von Mähmaschinen und -geräten
en: Repair or maintenance of harvesting machines and implements

source: Reparatur oder Wartung von Maschinen und Geräten zum Be- und Entladen
en: Repair or maintenance of loading-unloading machines and apparatus

source: Reparatur oder Wartung von Melkmaschinen
en: Repair or maintenance of milking machines

source: Vermietung von Kränen [Baumaschinen]
en: Rental of cranes [construction equipment]

source: Installation von Aufzügen und Lifts
en: Installation services of elevators and lifts

source: Auskünfte über Reparaturdienstleistungen im Luftfahrtbereich
en: Providing information on repair services in the aviation sector

source: Installation von Bürogeräten
en: Office equipment installation

source: Leitung von Bauarbeiten [Oberaufsicht] vor Ort
en: On-site construction supervision of civil engineering works

source: Glaserarbeiten für Gebäude
en: Glazing services for buildings

source: Waschen von Kaschmirwollsachen
en: Washing of cashmere woollens

source: Anbringen von wasserdichten Auskleidungen
en: Application of waterproof linings

source: Unterirdische Bauarbeiten im Zusammenhang mit Gasversorgungsleitungen
en: Beneath ground construction work relating to gas supply mains

source: Unterirdische Bauarbeiten im Zusammenhang mit Gasversorgungsrohren
en: Beneath ground construction work relating to gas supply pipes

source: Aufarbeitung von Spindeln
en: Spindle reconditioning

source: Errichtung von Bauten für die Produktion von Rohöl
en: Construction of structures for the production of crude oil

source: Schärfen von Küchenmessern
en: Sharpening of kitchen knives

source: Reparatur oder Wartung von Druck- oder Buchbindemaschinen und -apparaten
en: Repair or maintenance of printing or bookbinding machines and apparatus

source: Reparatur oder Wartung von Maschinen und Geräten für die Seidenraupenzucht
en: Repair or maintenance of sericultural machines and implements

source: Tiefbohrungen nach Öl oder Gas
en: Drilling of deep oil or gas wells

source: Installation und Reparatur von Telefonen
en: Telephone installation and repair

source: Aufrüstung von Computerhardware
en: Upgrading of computer hardware

source: Abbrucharbeiten an Gebäuden
en: Demolition of buildings

source: Wartung von Catering-Ausrüstungen
en: Maintenance of catering equipment

source: Wartung von Haushaltskühlgeräten
en: Maintenance of domestic refrigeration

source: Einstellung von Ölbrennern
en: Regulation of oil burners

source: Bau von Fundamenten für Straßen
en: Construction of foundations for roads

source: Reparatur oder Wartung von Papierherstellungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for papermaking

source: Reparatur oder Wartung von Messmaschinen und -instrumente
en: Repair or maintenance of measuring machines and instruments

source: Reparatur oder Wartung von Prüfmaschinen und -instrumenten
en: Repair or maintenance of testing machines and instruments

source: Schädlingsbekämpfung in Gebäuden
en: Pest control relating to buildings

source: Auskünfte in Bezug auf Asphaltierarbeiten
en: Advisory services relating to asphalting

source: Reparatur von Faxgeräten
en: Repair of facsimile machines

source: Reparatur von Tatamimatten
en: Repair of tatami mats

source: Errichten von Fertigteilhäusern für Nilpferde
en: Construction of pre-fabricated houses for hippopotami

source: Nachfüllen von leeren Tonerpatronen
en: Refilling of empty toner cartridges

source: Generalüberholung von Güterwaggons
en: Refurbishment of railway freight wagons

source: Generalüberholung von Schienenfahrzeugen
en: Refurbishment of railway rolling stock

source: Wartung von Teilen und Zubehör motorbetriebener Landnutzfahrzeuge
en: Maintenance of parts and fittings for commercial motor land vehicles

source: Beratungsdienste bei der Installation von Computern
en: Consultancy services relating to installation of computers

source: Aufbringen von Putz auf Gebäude
en: Application of rendering to buildings

source: Reinigen und Polieren von Fahrzeugen
en: Cleaning and polishing of motor vehicles

source: Reparatur von Gerüsten
en: Scaffolding repair

source: Vermietung von Scheuerreinigungsgeräten
en: Rental of abrasive cleaning apparatus

source: Abbruch von Brücken
en: Demolition of bridges

source: Abriss von Konstruktionen
en: Demolition of structures

source: Errichtung von Erkundungsplattformen
en: Construction of prospecting platforms

source: Hygienische Reinigung [Bäder]
en: Hygienic cleansing [baths]

source: Montage von Dachpappedächern
en: Installation of felt roofs

source: Errichtung von Tribünen
en: Erection of grandstands

source: Installation, Reparatur und Wartung von Dampfkondensatoren
en: Installation, repair and maintenance of steam condensers

source: Reparatur oder Wartung von Tauchmaschinen und -geräten
en: Repair or maintenance of diving machines and apparatus

source: Reparatur oder Wartung von Elektromotoren
en: Repair or maintenance of electric motors

source: Reparatur und Instandhaltung von Gebäuden im Falle deren Zerstörung
en: Repair and maintenance of buildings in case of demolition

source: Instandhaltung und Reparatur von Bootskörpern
en: Maintenance and repair of ships' hulls

source: Vermietung von Plattformen und Gerüsten
en: Rental of platforms and scaffolding

source: Vermietung von Drainagepumpen
en: Rental of drainage pumps

source: Reparatur von Zäunen
en: Repair of fences

source: Reparatur von Brandschäden
en: Repair of fire damage

source: Reparatur von Industrieöfen
en: Repair of industrial furnaces

source: Reparaturdienste für Motoren
en: Repair services relating to engines

source: Austausch von Batterien
en: Replacement of batteries

source: Beschichten zur Wartung von industrietechnischen Anlagen
en: Coating services for the maintenance of industrial engineering plant

source: Zerkleinern von Beton
en: Concrete crushing

source: Errichtung von Tiefbauten durch Gießen von Beton
en: Construction of civil engineering structures by pouring concrete

source: Wiederaufladen von Batterien für Computer und Telefone
en: Computer and telephone battery recharge services

source: Installation maßgeschneiderter Autoinnenausstattung
en: Custom installation of automobile interiors

source: Schmieren von Straßenfahrzeugen
en: Lubrication of road vehicles

source: Beratung bei der Leitung von Bauarbeiten
en: Consultation in building construction supervision

source: Desinfektion von Telefonapparaten
en: Disinfecting of telephone hand-sets

source: Installation von elektronischen und digitalen Verbindungen zu Callcentern
en: Installation of electronic and digital connection to a call centre

source: Installation und Wartung von Photovoltaikanlagen
en: Installation and maintenance of photovoltaic installations

source: Installation und Wartung von Solarthermieanlagen
en: Installation and maintenance of solar thermal installations

source: Vermietung von selbstfahrenden Bergbaumaschinen
en: Rental of automotive machinery for use in mining

source: Errichtung von Industrieöfen
en: Construction of industrial furnaces

source: Errichtung von Betriebskesseln
en: Construction of nuclear boilers

source: Begasung von Gebäuden gegen Schädlinge
en: Fumigation of buildings against vermin activity

source: Erteilung von Auskünften [Information] über die Renovierung von Gebäuden
en: Information services relating to the refurbishment of buildings

source: Installation von Küchenschränken
en: Installation of kitchen cabinets

source: Installation von Klärbecken
en: Installing septic fields

source: Bau von Autobahnnetzen
en: Building of motorway networks

source: Reinigung von Landfahrzeugen
en: Motor land vehicle cleaning services

source: Installation von Waschraumapparaten
en: Installation of washroom apparatus

source: Elektrische Verkabelungsarbeiten
en: Electrical wiring services

source: Tuning von Motoren
en: Tuning of engines

source: Gebäudeinstandhaltung und -reparatur
en: Building maintenance and repair

source: Unterirdische Bauarbeiten im Zusammenhang mit Wasserversorgungsleitungen
en: Beneath ground construction work relating to water supply mains

source: Rammen von Pfählen
en: Driving of piles

source: Fahrzeugservice [Betanken und Instandhaltung]
en: Vehicle service stations [refuelling and maintenance]

source: Installation von Instrumenten zur Erdölerkundung
en: Installation of oil exploration instruments

source: Installation von pneumatischen Schüttguttransportanlagen
en: Installation of pneumatic bulk material handling systems

source: Einbau von Geldschränken
en: Installation of safes

source: Vermietung von Waschmaschinen und Trocknern
en: Providing washing and drying laundry facilities

source: Bügeln von Stoffen
en: Textile ironing

source: Reparatur von Bürogeräten
en: Office machine repair

source: Beseitigung von Baumwurzeln
en: Clearing of tree-roots

source: Reparatur von Uhren
en: Clock and watch repair

source: Reinigung von Raumdecken
en: Ceiling cleaning services

source: Installation von Zentralstaubsaugersystemen
en: Installation of central vacuum cleaning systems

source: Malen von Schildern
en: Sign painting services

source: Aufstellen von Schildern
en: Sign posting services

source: Aufstellung, Wartung und Reparatur von Computerhardware
en: Installation, maintenance and repair of computer hardware

source: Reparatur oder Wartung von Maschinen und Apparaten zur Herstellung von Glaswaren
en: Repair or maintenance of glassware manufacturing machines and apparatus

source: Instandsetzung oder Wartung von Industrieöfen
en: Repair or maintenance of industrial furnaces

source: Neuverfugung von Mauerwerk
en: Repointing of brickwork

source: Sanierung von Bädern
en: Restoration of baths

source: Überholung von verschlissenen oder teilweise zerstörten Motoren
en: Rebuilding engines that have been worn or partially destroyed

source: Bau, Aufstellung und Verglasung von Wintergärten
en: Constructing [erecting and glazing] conservatories

source: Errichtung von Brücken
en: Construction of bridges

source: Leitung von Bauprojekten vor Ort
en: On site building project management
